Repository: praeclarum/CircuitTranslations
Catalog: *.lproj/Localizable.strings
Languages: de, zh_hant

source: AC
zh_hant: 交流

source: AC Source
de: Wechselstromquelle
zh_hant: 交流電源

source: ADC
de: ADW
zh_hant: 類比數位轉換器

source: AM
de: MW
zh_hant: 調幅

source: AM Antenna
de: MW-Antenne
zh_hant: 調幅天線

source: AND Gate
de: AND Gatter
zh_hant: 及閘

source: Accelerometer
de: Beschleunigungssensor
zh_hant: 加速度計

source: Active
de: Aktiv
zh_hant: 啟動

source: Add tracks by tapping signals in the meter
de: Diagramm durch Drücken auf Signale hinzufügen
zh_hant: 藉由點擊表中信號來增加軌道

source: Amplifier
de: Verstärker
zh_hant: 放大器

source: Amplitude (V)
zh_hant: 振幅 (V)

source: Analog
zh_hant: 類比

source: Analog Switch
de: Analogschalter
zh_hant: 類比開關

source: Angle to Sun (deg)
de: Winkel zur Sonne (°)
zh_hant: 太陽的角度 (°)

source: Anode
zh_hant: 陽極

source: Appearance
de: Aussehen
zh_hant: 外觀

source: Auto Add Selected
de: Auswahl autom. hinzufügen
zh_hant: 自動添加所選內容

source: Auto Duration
de: Dauer automatisch eingestellt
zh_hant: 自動延續時間

source: Auto Values
de: Wertebereich automatisch einstellen
zh_hant: 自動數值

source: Automatic Bandwidth
de: Automatische Bandbreite
zh_hant: 自動頻寬

source: Autowire
de: Automatisch verbinden
zh_hant: 自動路線

source: BCD to 7-Segment Decoder
de: BCD zu 7-Segment-Decoder
zh_hant: BCD到7段解碼器

source: BJT Transistor
zh_hant: 雙極性電晶體

source: BJT Transistor (NPN)
zh_hant: 雙極性電晶體 (NPN)

source: BJT Transistor (PNP)
zh_hant: 雙極性電晶體 (PNP)

source: Bandwidth (Hz)
de: Bandbreite (Hz)
zh_hant: 頻寬 (hz)

source: Beta
zh_hant: β

source: Beta/hFE
zh_hant: β/hFE

source: Bidirectional
de: Bidirektional
zh_hant: 雙向

source: Bits
zh_hant: 位數

source: Blue
de: Blau
zh_hant: 藍色

source: Blue (%)
de: Blau (%)
zh_hant: 藍色 (%)

source: Bold
de: Fett
zh_hant: 粗體

source: Bubble
de: Blase
zh_hant: 泡沫

source: Buzzer
de: Summer
zh_hant: 蜂鳴器

source: Capacitance
de: Kapazität
zh_hant: 電容

source: Capacitance (F)
de: Kapazität (F)
zh_hant: 電容 (F)

source: Capacitor
de: Kondensator
zh_hant: 電容

source: Carrier Amplitude (V)
de: Trägeramplitude (V)
zh_hant: 載波振幅 (V)

source: Carrier Frequency (Hz)
de: Trägerfrequenz (Hz)
zh_hant: 載波頻率 (Hz)

source: Cathode
de: Kathode
zh_hant: 陰極

source: Center
de: Zentrum
zh_hant: 中心

source: Center Off
de: Mittenversatz
zh_hant: 中心關閉

source: Circuit
de: Schaltung
zh_hant: 電路

source: Circuit Settings
de: Schaltungseinstellungen
zh_hant: 電路設置

source: Closed
de: Geschlossen
zh_hant: 關閉

source: Code
zh_hant: 代碼

source: Coil Inductance (H)
de: Spuleninduktivität (H)
zh_hant: 線圈電感 (H)

source: Coil Resistance (Ω)
de: Spulenwiderstand (Ω)
zh_hant: 線圈電阻 (Ω)

source: Coil Voltage (V)
de: Spulenspannung (V)
zh_hant: 線圈電壓 (V)

source: Color
de: Farbe
zh_hant: 顏色

source: Colpitts Oscillator
de: Colpitts-Oszillator
zh_hant: 柯比茲振盪器

source: Contributors
de: Mitwirkende
zh_hant: 貢獻者

source: Conventional Direction
de: Konventionelle
zh_hant: 常規方向

source: Cooldown Time (s)
de: Abklingzeit (s)
zh_hant: 冷卻時間

source: Counter
de: Zähler
zh_hant: 計數器

source: Coupling Coefficient (%)
de: Kopplungskoeffizient (%)
zh_hant: 耦合係數 (%)

source: Crystal Oscillator
de: Kristalloszillator
zh_hant: 晶體振盪器

source: Current
de: Strom
zh_hant: 電流

source: Current (A)
de: Strom (A)
zh_hant: 電流 (A)

source: Current Dots
de: Strom Punkte
zh_hant: 電流點

source: Current Rating (A)
de: Stromwert (A)
zh_hant: 額定電流 (A)

source: D Flip-flop
zh_hant: D正反器

source: DAC
de: DAW
zh_hant: 數位類比轉換器

source: DC
zh_hant: 直流

source: DC Current Source
de: Gleichstromquelle
zh_hant: 直流電流源

source: DC Motor
de: Gleichstrom-Motor
zh_hant: 直流馬達

source: DC Offset
de: Offset Spannung
zh_hant: 直流偏置

source: DC Rail
de: Gleichstromschiene
zh_hant: 直流軌

source: DC Source
de: Gleichstromquelle
zh_hant: 直流電源

source: Dark Mode
de: Dunkler Modus
zh_hant: 夜晚模式

source: Datasheet
de: Datenblatt
zh_hant: 數據表

source: Delete
de: Löschen
zh_hant: 刪除

source: Dependent
de: Abhängig
zh_hant: 相依

source: Dependent Current Source
de: Abhängige Stromquelle
zh_hant: 相依電流源

source: Dependent Source
de: Abhängige Quelle
zh_hant: 相依電源

source: Differential Voltage
de: Differenzspannung
zh_hant: 差分電壓

source: Digital
zh_hant: 數位

source: Digital Symbol
de: Digitales Symbol
zh_hant: 數位符號

source: Digitized Accelerometer
de: Digitalisierter Beschleunigungsmesser
zh_hant: 數位加速度計

source: Diode
zh_hant: 二極體

source: Double-throw (DT)
de: Doppelwurf (DT)
zh_hant: 雙擲 (DT)

source: Drag to complete the wire
de: Ziehen, um den Draht zu vervollständigen
zh_hant: 拖動以完成線路

source: Draw Border
de: Rahmen zeichnen
zh_hant: 繪製邊框

source: Duration (s)
de: Dauer (s)
zh_hant: 持續時間 (s)

source: Duty Cycle (%)
de: Auslastungsgrad (%)
zh_hant: 占空比 (%)

source: Edit
de: Bearbeiten
zh_hant: 編輯

source: Electron Direction
de: Elektronen-Flussrichtung
zh_hant: 電子方向

source: Email Support
de: Email Unterstützung
zh_hant: 電子郵件支援

source: Enable Anonymous Analytics
de: Aktivieren von anonymen Analysen
zh_hant: 啟用匿名分析

source: End
de: Ende
zh_hant: 結束

source: Examples
de: Beispiele
zh_hant: 範例

source: Export
de: Exportieren
zh_hant: 匯出

source: Expression
de: Ausdruck
zh_hant: 表示式

source: FM
de: UKW
zh_hant: 調頻

source: FM Antenna
de: UKW-Antenne
zh_hant: 調頻天線

source: Flip X
de: Horizontal drehen
zh_hant: 上下翻轉

source: Flip Y
de: Vertikal drehen
zh_hant: 左右翻轉

source: Flipped
de: Umgedreht
zh_hant: 翻轉

source: ForwardVoltage
de: Flussspannung
zh_hant: 順向電壓

source: Free Running Current
de: Freilaufender Strom
zh_hant: 自由運行電流

source: Free Running RPM
de: Freilaufendes RPM
zh_hant: 自由運行轉速 RPM

source: Freq
zh_hant: 頻率

source: Frequencies
de: Frequenzen
zh_hant: 頻率

source: Frequency (Hz)
de: Frequenz (Hz)
zh_hant: 頻率 (Hz)

source: Frequency Deviation (Hz)
de: Frequenzabweichung (Hz)
zh_hant: 頻率偏移 (Hz)

source: Fuse
de: Sicherung
zh_hant: 保險絲

source: Fwd Voltage @ 1A
de: Durchlassspannung @ 1A
zh_hant: 順向電壓 @ 1A

source: Gate-Cathode Resistance (Ω)
de: Gate-Kathoden-Widerstand (Ω)
zh_hant: 閘極-陰極電阻 (Ω)

source: Gauge
de: Messgerät
zh_hant: 計量錶

source: GitHub is used to coordinate the translation effort.
de: GitHub wird verwendet, um den Übersetzungsaufwand zu koordinieren.
zh_hant: github 用於協助翻譯工作。

source: Green
de: Grün
zh_hant: 綠色

source: Green (%)
de: Grün (%)
zh_hant: 綠色 (%)

source: Ground
de: Masse
zh_hant: 接地

source: H-Bridge
de: H-Brücke
zh_hant: H 橋

source: HEF4000B Datasheet
de: HEF4000B Datenblatt
zh_hant: HEF4000B 數據表

source: Height
de: Höhe
zh_hant: 高度

source: Help Translate
de: Bei der Übersetzung helfen
zh_hant: 協助翻譯

source: Holding Current (A)
de: Haltestrom (A)
zh_hant: 保持電流 (A)

source: Horizontal
zh_hant: 水平

source: I promise to read all your feedback but I can't guarantee a response to every email. Sorry!
de: Ich verspreche, Ihr gesamtes Feedback zu lesen, kann jedoch aus Zeitgründen keine Antwort auf jede E-Mail garantieren.
zh_hant: 我保證閱讀你的所有回饋, 但我不能保證每封電子郵件都能得到回復。對不起！

source: IC
zh_hant: 積體電路

source: IEC Symbols
de: IEC-Symbole
zh_hant: IEC 符號

source: In order to improve iCircuit, anonymous usage data can be collected and sent to the developer. This data includes which elements you add, which properties you set (not including values), and what errors occur. To opt out of this, tap the option to turn it off (unchecked).
de: Um iCircuit zu verbessern, können anonyme Nutzungsdaten erfasst und an den Entwickler gesendet werden. Zu diesen Daten gehört, welche Elemente Sie hinzufügen, welche Eigenschaften Sie festlegen (ohne Werte) und welche Fehler auftreten. Um dies zu deaktivieren, tippen Sie auf die Option, um sie auszuschalten (nicht markiert).
zh_hant: 為了改進 iCircuit, 可以收集匿名使用資料並將其發送給開發人員。此資料包括添加的元素、設置的屬性 (不包括數值) 以及發生的錯誤。要退出此選項, 請點擊該選項將其關閉 (未選中)。

source: Inductance
de: Induktivität
zh_hant: 電感

source: Inductance (H)
de: Induktivität (H)
zh_hant: 電感 (H)

source: Inductor
de: Induktor
zh_hant: 電感

source: Inertia
de: Trägheit
zh_hant: 轉動慣量

source: Internal Resistance (Ω)
de: Interner Widerstand (Ω)
zh_hant: 內電阻 (Ω)

source: Inverter
de: Invertierer
zh_hant: 反向器

source: JK Flip-flop
zh_hant: JK正反器

source: LED
zh_hant: 發光二極體

source: LM317 Voltage Regulator
de: LM317 Spannungsregler
zh_hant: LM317 穩壓器

source: Lamp
de: Lampe
zh_hant: 燈

source: Led
zh_hant: 發光二極體

source: Library Filter
de: Bibliotheksfilter
zh_hant: 元件 篩選器

source: Light (lux)
de: Licht (lux)
zh_hant: 光 (lux)

source: Light Mode
de: Heller Modus
zh_hant: 白天模式

source: Line Over
de: Linie über
zh_hant: 線路結束

source: Logarithmic
de: Logarithmisch
zh_hant: 對數

source: Max Frequency (Hz)
de: Max Frequenz (Hz)
zh_hant: 最大頻率 (Hz)

source: Max Output (V)
de: Max Ausgang (V)
zh_hant: 最大輸出電壓 (V)

source: Max Resistance (Ω)
de: Max Widerstand (Ω)
zh_hant: 最大電阻 (Ω)

source: Max Value
de: Maximalwert
zh_hant: 最大值

source: Max Voltage
de: Max Spannung
zh_hant: 最大電壓

source: MaxCurrent
de: Max Strom
zh_hant: 最大電流

source: MaxPower
de: Max Leistung
zh_hant: 最大功率

source: MaxVoltage
de: Max Spannung
zh_hant: 最大電壓

source: Measure
de: Messen
zh_hant: 測量

source: Microphone
de: Mikrofon
zh_hant: 麥克風

source: Min Frequency (Hz)
de: Min Frequenz (Hz)
zh_hant: 最小頻率 (Hz)

source: Min Output (V)
de: Mindestausgabe (V)
zh_hant: 最小輸出電壓 (V)

source: Min Value
de: Mindestwert
zh_hant: 最小值

source: Modulation
zh_hant: 調變

source: Momentary
de: Momentan
zh_hant: 瞬間

source: Monospace
zh_hant: 單空間

source: Motion Capacitance (F)
de: Bewegungskapazität (F)
zh_hant: 動態電容 (F)

source: NAND Gate
de: NAND Gatter
zh_hant: 反及閘

source: NOR Gate
de: NOR Gatter
zh_hant: 反或閘

source: Name
zh_hant: 名字

source: No Tracks to Display
de: Keine anzuzeigenden Signale
zh_hant: 沒有可以顯示的數據軌

source: No power (VIN)
de: Keine Energie (VIN)
zh_hant: 無電源 (VIN)

source: Nominal Power
de: Nennleistung
zh_hant: 額定功率

source: Nominal Voltage
de: Nennspannung
zh_hant: 額定電壓

source: None
de: Keiner
zh_hant: 沒有

source: Normally-closed
de: Normalerweise Geschlossen
zh_hant: 常閉

source: Normally-closed (NC)
de: Normalerweise Geschlossen
zh_hant: 常閉 (NC)

source: Normally-open (NO)
de: Normalerweise Offen
zh_hant: 常開 (NO)

source: Num Inputs
de: Anzahl Eingänge
zh_hant: 輸入數值

source: Num Primary Windings
de: Anzahl Primärwicklungen
zh_hant: 初級線圈數量

source: Num Secondary Windings
de: Anzahl Sekundärwicklungen
zh_hant: 次級線圈數量

source: Num Switches
de: Anzahl Schalter
zh_hant: 開關數量

source: OR Gate
de: OR Gatter
zh_hant: 或閘

source: Off Resistance (Ω)
de: Ausschaltwiderstand (Ω)
zh_hant: 切斷電阻 (Ω)

source: On Resistance (Ω)
zh_hant: 導通電阻 (Ω)

source: Online Resources
de: Internetquellen
zh_hant: 線上資源

source: Op-amp
de: OP-Verst.
zh_hant: 運算放大器

source: Open
de: Öffnen
zh_hant: 打開

source: Open Circuit Voltage
de: Leerlaufspannung
zh_hant: 開路電壓

source: Orientation
de: Orientierung
zh_hant: 定向

source: Paused
de: Angehalten
zh_hant: 暫停

source: Peak Amplitude (V)
de: Spitzenamplitude (V)
zh_hant: 峰值振幅 (V)

source: Phase Offset (deg)
de: Phasenversatz (°)
zh_hant: 相位偏移 (°)

source: Photoresistor
de: Fotowiderstand
zh_hant: 光敏電阻

source: Pin Number
de: Pin-Nummer
zh_hant: 腳位號碼

source: Polarized
de: Gepolt
zh_hant: 極化

source: Port
de: Anschluss
zh_hant: 通訊埠

source: Ports
de: Anschlüsse
zh_hant: 通訊埠

source: Position
zh_hant: 位置

source: Potentiometer
zh_hant: 電位器

source: Power
de: Leistung
zh_hant: 功率

source: Primary Inductance (H)
de: Primärinduktivität (H)
zh_hant: 初級電感 (H)

source: Pulse
de: Impuls
zh_hant: 脈衝

source: Quality Factor
de: Qualitätsfaktor
zh_hant: 品質因素

source: Recording
de: Aufnahme
zh_hant: 紀錄中

source: Red
de: Rot
zh_hant: 紅

source: Red (%)
de: Rot (%)
zh_hant: 紅色 (%)

source: Relay
de: Relais
zh_hant: 繼電器

source: Resistance
de: Widerstand
zh_hant: 電阻

source: Resistance (Ω)
de: Widerstand (Ω)
zh_hant: 電阻 (Ω)

source: Resistor
de: Widerstand
zh_hant: 電阻

source: Restore Examples
de: Beispiele wiederherstellen
zh_hant: 還原範例

source: Reverse Polarity
de: Polarität umkehren
zh_hant: 極性反轉

source: Review on the App Store
de: Im App-Store bewerten
zh_hant: 在App Store上查看

source: SCR
zh_hant: 晶閘管

source: SPDT Analog Switch
de: SPDT-Analogschalter
zh_hant: 單軸雙切類比開關

source: SPDT Switch
de: SPDT-Schalter
zh_hant: 單軸雙切開關

source: SPST Push Switch
de: SPST-Taster
zh_hant: 單軸單切按壓開關

source: SPST Switch
de: SPST-Schalter
zh_hant: 單軸單切開關

source: Sawtooth
de: Sägezahn
zh_hant: 鋸齒波

source: Scope
de: Diagramm
zh_hant: 顯示器

source: Series Resistance
de: Serienwiderstand
zh_hant: 串聯電阻

source: Servo Motor
zh_hant: 伺服馬達

source: Settings
de: Einstellungen
zh_hant: 設定

source: Short Circuit Current
de: Kurzschlussspannung
zh_hant: 短路電流

source: Show Console
de: Konsole anzeigen
zh_hant: 顯示主控台

source: Show Current
de: Strom anzeigen
zh_hant: 顯示電流

source: Show Grid
de: Raster anzeigen
zh_hant: 顯示網格

source: Show Ground
de: Erdspannung anzeigen
zh_hant: 展示接地

source: Show Value
de: Wert anzeigen
zh_hant: 顯示數值

source: Show Values
de: Werte anzeigen
zh_hant: 顯示數值

source: Show Voltage
de: Spannung anzeigen
zh_hant: 顯示電壓

source: Shunt Capacitance (F)
de: Shunt-Kapazität (F)
zh_hant: 靜態電容 (F)

source: Signal Frequency (Hz)
de: Signalfrequenz (Hz)
zh_hant: 信號頻率 (Hz)

source: Silicon
de: Silizium
zh_hant: 矽

source: Singular matrix!
de: Singuläre Matrix!
zh_hant: 奇異矩陣!

source: Size
de: Größe
zh_hant: 大小

source: Slew Rate (V/ns)
de: Anstiegsgeschwindigkeit (V / ns)
zh_hant: 迴轉率 (V/ns)

source: Solar Cell
de: Solarzelle
zh_hant: 太陽能電池

source: Sources
de: Quellen
zh_hant: 電源

source: Speaker
de: Lautsprecher
zh_hant: 喇叭

source: Square Wave
de: Rechteckschwingung
zh_hant: 方波

source: Square Wave Source
de: Rechteck-Quelle
zh_hant: 方波電源

source: Stacked
de: Gestapelt
zh_hant: 堆疊顯示

source: Stall Current
de: Standstrom
zh_hant: 制動電流

source: Stall Torque (oz in)
de: Drehmoment (oz in)
zh_hant: 制動扭矩 (oz in)

source: Start
de: Anfang
zh_hant: 開始

source: Stepper Motor
de: Schrittmotor
zh_hant: 步進馬達

source: Subcircuit
de: Teilschaltung
zh_hant: 子電路

source: Suggest an Improvement
de: Verbesserung vorschlagen
zh_hant: 建議改進

source: Supply Voltage
de: Versorgungsspannung
zh_hant: 電源電壓

source: Swap
de: Anschlüsse vertauschen
zh_hant: 交換

source: Sweep (linear)
zh_hant: 掃描 (線性)

source: Sweep Time (s)
de: Sweep-Zeit (s)
zh_hant: 掃描時間

source: Tap elements to delete
de: Lösche Elemente durch Tippen
zh_hant: 點擊要刪除的元件

source: Tapped Transformer
de: Getappter Transformator
zh_hant: 抽頭式變壓器

source: Temperature (K)
de: Temperatur (K)
zh_hant: 溫度 (K)

source: Text
zh_hant: 文字

source: Thank you for your help!
de: Vielen Dank für Ihre Hilfe!
zh_hant: 謝謝你的協助!

source: Theme
de: Farbschema
zh_hant: 主題

source: Thermistor
zh_hant: 熱敏電阻

source: Threshold Voltage
de: Grenzspannung
zh_hant: 閾值電壓

source: Touch and drag to draw wires
de: Berühren und ziehen, um Drähte zu ziehen
zh_hant: 觸摸並拖動以繪製電線

source: Transformer
de: Transformator
zh_hant: 變壓器

source: Transistor
zh_hant: 電晶體

source: Translations on Github
de: Übersetzungen auf Github
zh_hant: Github上的翻譯

source: Triangle
de: Dreieck
zh_hant: 三角波

source: Trigger
zh_hant: 觸發

source: Trigger Current (A)
de: Auslösestrom (A)
zh_hant: 觸發電流 (A)

source: Triggered
de: Ausgelöst
zh_hant: 已觸發

source: Type
de: Typ
zh_hant: 類型

source: Val
de: Wert
zh_hant: 數值

source: Value
de: Wert
zh_hant: 數值

source: Vertical
de: Vertikal
zh_hant: 垂直

source: Voltage
de: Spannung
zh_hant: 電壓

source: Voltage @ 1g
de: Spannung @ 1g
zh_hant: 電壓 @ 1g

source: Voltage Color
de: Farbe für Spannung
zh_hant: 電壓顏色

source: Warmup Time (s)
de: Aufwärmzeit (s)
zh_hant: 預熱時間

source: Waveform
de: Signalform
zh_hant: 波形

source: Width
de: Breite
zh_hant: 寬度

source: WikipediaUrl
de: Wikipedia-Link
zh_hant: 維基百科網址

source: Wire
de: Draht
zh_hant: 導線

source: Wire loop with no resistance!
de: Drahtschleife ohne Widerstand!
zh_hant: 沒有電阻的電路!

source: XOR Gate
de: XOR Gatter
zh_hant: 互斥或閘

source: Your review is very much appreciated!
de: Ihre Bewertung wird sehr geschätzt!
zh_hant: 非常感謝您的評論!

source: Zener Diode
zh_hant: 稽納二極體

source: Zener Voltage @ 5mA
de: Zener-Spannung @ 5mA
zh_hant: 稽納二極體 電壓 @ 5mA

source: cutoff
de: abschalt
zh_hant: 截止

source: fwd active
de: vorwärts
zh_hant: 順向 啟動

source: iCircuit Manual
de: iCircuit-Handbuch
zh_hant: iCircuit手冊

source: iCircuit Website
zh_hant: iCircuit官方網站

source: iCircuit is translated into several languages thanks to volunteers.
de: iCircuit wird dank der Hilfe Freiwilliger in mehrere Sprachen übersetzt.
zh_hant: 在志願者的幫助下, iCircuit 被翻譯成了幾種語言。

source: on Wikipedia
de: auf Wikipedia
zh_hant: 在維基百科

source: Avg
de: Mittelw.

source: P-P
de: S-S
